<template>
  <div class="view-terms-of-service-tw">
    <p>
      本服務條款載明您與 華權數位整合行銷有限公司 （下稱 Cofun LIVE）之間，就您下載、安裝、註冊、登入、使用 Cofun LIVE
      服務（參照名詞定義）的相關條件及權利義務，請您務必詳細閱讀以保障您的權益。
    </p>
    <p>Cofun LIVE 服務僅提供予年滿 12 歲之人。如經發現您未滿 12 歲而註冊帳號，Cofun LIVE 有權拒絕提供全部或一部之服務。</p>
    <p>
      您於初次註冊 Cofun LIVE 帳號，進入顯示「Cofun LIVE 服務條款」之網頁，如您繼續註冊登入使用 Cofun LIVE
      服務，即表示您或及您的法定代理人已經合理審閱期間（建議 5
      日以上），詳細審閱並確實瞭解該服務條款（包括使用者規範、隱私權政策、智慧財產權政策，下同），並願意遵守前述服務條款及政策。例如在台灣地區，如您未滿
      18 歲即應取得您的法定代理人（例父母、法定監護人）之允許始能註冊帳號。
    </p>
    <p>名詞定義：</p>
    <ul>
      <li>
        Cofun LIVE 服務：本服務條款所稱 Cofun LIVE 服務指由 Cofun LIVE 透過其服務軟體（Cofun LIVE
        App）及服務網站（http://cofun.live）所提供的線上直播、線上影片、線上購物等網路服務。Cofun LIVE
        集團旗下公司及承繼公司有權對就前述軟體及網站進行異動包括但不限更名、變更網域名稱及新增。
      </li>
      <li>Cofun LIVE 集團：指 Cofun LIVE 及其關係企業之合稱。</li>
    </ul>
    <h5>
      <span>1. 服務提供者及服務條款之變更 </span>
    </h5>
    <p>
      您同意 Cofun LIVE 有權依其營運需要，可單方決定、安排或指定其他集團旗下公司、承繼公司、或 Cofun LIVE
      認可的協力廠商公司繼續營運 Cofun LIVE 服務之全部或一部並繼續適用本服務條款。
    </p>
    <p>
      Cofun LIVE得隨時修改本服務條款，亦得隨時發布關於 Cofun LIVE
      服務及其軟體／網站的新條款、政策、規範等內容。在合理情況下，Cofun LIVE
      將以適當方式（例如網站公告或及應用程式訊息等）告知您修改後服務條款或及新內容。若您對修改後的服務條款或新內容有任何異議，請勿繼續登入使用
      Cofun LIVE 服務。若您繼續登入或使用，即表示您或（及）您的法定代理人（如適用）已經詳細審閱並確實了解修改後的服務條款超過 5
      日，並同意遵守修改後服務條款及新內容。
    </p>
    <h5>
      <span>12. 不當內容審核機制 </span>
    </h5>
    <p>
      Cofun LIVE為保護未成年使用者，提供安全、正向、身心健全之體驗，於Cofun LIVE平台內對於使用者原創內容（User-Generated Content,
      UGC）設有嚴格的審核機制。所有在Cofun
      LIVE平台的內容（包括直播、貼文、短影音等），皆透過系統自動化的偵測機制以及Google提供的服務，過濾任何不當之內容（包括但不限於色情、暴力、危險、不安等內容），並透過人工方式逐一審查確認後，將該等不當內容隱藏或下架。
    </p>
    <p>
      Cofun LIVE不允許任何可能導致未成年使用者面臨心理、生理或發育傷害之風險的內容，因此Cofun
      LIVE將針對每一筆不當內容，以人工方式積極審核，如涉及嚴重違規、違反法律之情形，Cofun
      LIVE有權隨時停用或刪除該使用者之所有帳號，並將即時通報政府機關處理。
    </p>
    <h5>
      <span> 3. 關於單項服務的特殊約定</span>
    </h5>
    <ol>
      <li>
        Cofun LIVE 服務及其軟體／網站中包含 Cofun LIVE 以各種合法方式獲取的資訊或資訊內容連結，同時也包括 Cofun LIVE
        集團旗下公司合法營運的其他單項服務。這些服務在 Cofun LIVE 服務及其軟體／網站可能以單獨版面或區塊形式存在。Cofun LIVE
        有權不定期增加、減少或改動這些特別版面或區塊的設置及服務。
      </li>
      <li>
        上述單項服務可能需要您同時接受就該服務特別制訂的協議或者其他約束您與該項服務提供者之間的規則。Cofun LIVE
        將以醒目的方式提供這些協議、規則供您查閱。一旦您開始使用上述服務，則視為您同時接受有關單項服務的相關使用者服務條款的約束。
      </li>
      <li>
        如您欲使用與 Cofun LIVE
        服務連結的協力廠商或第三方所提供的服務時，除遵守本服務條款外，還應遵守該協力廠商或第三方的相關使用者服務條款的約束。如因該協力廠商或第三方服務產生的爭議、損失或損害，將由您與該協力廠商或第三方自行解決，與
        Cofun LIVE 無涉。
      </li>
    </ol>
    <h5>
      <span> 4. 下載、安裝、註冊帳號、登入、使用 Cofun LIVE 服務</span>
    </h5>
    <ol>
      <li>
        為使用 Cofun LIVE 服務，您應從 Cofun LIVE 或其協力廠商下載安裝官方版本的 Cofun LIVE
        服務軟體後進註冊帳號及登入，您亦可從官方的 Cofun LIVE 服務網站註冊帳號及登入。若您嘗試經由非官方版本的 Cofun LIVE
        服務軟體、Cofun LIVE 服務網站使用 Cofun LIVE 服務，您因此遭受的損失與 Cofun LIVE 無關。
      </li>
      <li>
        Cofun LIVE 可能為不同的終端設備（例如手機、電腦）開發不同 Cofun LIVE
        服務軟體版本，您應當根據實際設備狀況獲取、下載、安裝、更新合適的軟體版。如您不再需要使用 Cofun LIVE 服務即可自行卸載軟體。
      </li>
      <li>
        為更好的提升使用者體驗及服務，Cofun LIVE 將不定期提供 Cofun LIVE
        服務軟體更新（包括但不限於軟體修改、升級、功能強化、開發新服務、軟體替換等）。為保證 Cofun LIVE
        服務及軟體安全性、提升使用者服務，Cofun LIVE 服務及軟體更新後，在合理情況下，Cofun LIVE
        將以適當方式（例如網站公告或及應用程式訊息等）告知您，您有權選擇是否接受更新版本或服務，如您不接受，部分功能將可能受到限制或不能繼續使用。
      </li>
      <li>
        除非得到 Cofun LIVE 明示事先書面授權，您不得以任何形式對 Cofun LIVE
        服務及其軟體和網站進行包括但不限於改編、複製、傳播、垂直搜索或交易等未經授權的登入或使用。
      </li>
      <li>
        您理解，您為使用 Cofun LIVE 服務需自行準備與 Cofun LIVE
        服務及其軟體和網站有關的終端設備（如手機、電腦等裝置），一旦您在其終端設備中啟用 Cofun LIVE 服務軟體或登入 Cofun LIVE
        服務網站，即視為您使用 Cofun LIVE 服務軟體及 Cofun LIVE 服務。為充分實現 Cofun LIVE
        服務的全部功能，您需要將其終端設備連結網路並自行承擔所需要的費用（如流量費、上網費等）。
      </li>
      <li>未經有權之人同意或充分授權的情形下，您不得擅自為除了您之外的任何人建立 Cofun LIVE 帳號（下稱「帳號」）。</li>
      <li>
        Cofun LIVE 為您提供了註冊通道，您有權選擇合法並符合 Cofun LIVE
        使用者規範的字元組合作為自己的帳號，並自行設置符合安全要求的密碼。您設置的帳號、密碼是您登入使用 Cofun LIVE 服務的憑證。
      </li>
      <li>
        您理解並承諾，您所設置的帳號不得違反國家法律法規及 Cofun LIVE
        的條款、政策、規範等，您的帳號名稱、頭像和簡介等註冊資訊及其他個人資訊中不得出現違法和不良資訊，未經他人許可不得使用他人名義（包括但不限於冒用他人姓名、名稱、字型大小、頭像等足以讓人混淆的方式）開設帳號，不得惡意註冊帳號（包括但不限於頻繁註冊、大量註冊帳號等行為）。Cofun
        LIVE 有權對您提交的註冊資訊進行審核。
      </li>
      <li>
        您在 Cofun LIVE 服務的註冊帳號所有權及有關權益均歸 Cofun LIVE
        所有，您完成註冊手續後僅享有該帳號的使用權。您的帳號僅限於您本人使用，未經 Cofun LIVE
        書面同意，禁止以任何形式贈與、借用、出租、轉讓、販售或以其他方式讓他人使用該帳號。如果 Cofun LIVE
        合理認為多人使用同一帳號，Cofun LIVE 有權未經通知立即封鎖或刪除前述使用者及 Cofun LIVE 帳號且無承擔任何法律責任。
      </li>
      <li>您不得窺探他人的登入資訊或登入其他 Cofun LIVE 服務使用者的帳號，或做出任何會危及其他使用者帳號安全之行為。</li>
      <li>您不得和其他人分享您的 Cofun LIVE 服務及其軟體／網站密碼或其他登入資料，或做出任何會危及您帳號安全之行為。</li>
      <li>
        您對以您註冊帳號所從事的活動承擔全部法律責任，包括但不限於您在 Cofun LIVE
        服務上進行的任何資料修改、言論發表、款項支付等操作行為。若發現他人未經許可使用您的帳號或發生其他任何安全性漏洞問題時，您應立即通知
        Cofun LIVE。Cofun LIVE 特別提醒您應妥善保管您的帳號和密碼並定期變更密碼以加強密碼安全性。
      </li>
      <li>
        當您使用完畢後，應安全登出。因您保管不當可能導致遭受盜用帳號或密碼丟失，責任由您自行承擔。您的帳號在丟失或遺忘密碼後，可通知
        Cofun LIVE
        即時請求找回帳號或密碼。您理解並同意，密碼找回機制僅需要識別請求人所提供的資料與系統記錄資料具有一致性，而無法識別請求找回密碼之人是否為真正帳號有權使用者。
      </li>
      <li>
        每一名用戶僅得申請一個帳號，註冊帳號方式：(1) 使用手機碼註冊 (2) 通過您合法擁有的第三方平台帳號。如果 Cofun LIVE
        合理認為一人使用多個帳號，Cofun LIVE 有權未經通知立即封鎖或刪除前述使用者及 Cofun LIVE 帳號且無需承擔任何法律責任。
      </li>
      <li>
        因其他人惡意攻擊或您自身原因或其他不可抗因素而導致您的帳號被盜、丟失，均由您本人自行承擔責任，Cofun LIVE 不承擔任何責任。
      </li>
      <li>
        如您代表一個法律上主體使用 Cofun LIVE 服務，您聲明並保證您具有充分之授權代表法律主體簽署契約，且您的代表權持續有效。
      </li>
      <li>
        您理解並同意，如您在註冊後連續超過 1 年未登入使用帳號，Cofun LIVE
        有權隨時停用或刪除您帳號，此時帳號內金幣將失效，但您所屬管轄國家或地域法律另有規定者，不在此限。
      </li>
    </ol>

    <h5>
      <span> 5. 廣告</span>
    </h5>
    <ol>
      <li>
        您理解並同意，Cofun LIVE 有權在 Cofun LIVE 服務及其軟體／網站中展示 Cofun LIVE
        之第三方供應商的商業廣告、推廣或資訊（包括商業或非商業資訊）。您應當自行判斷該廣告或推廣資訊的真實性和可靠性並為自己的判斷行為負責。除法律法規明確規定外，您因該廣告或推廣資訊進行的購買、交易或因前述內容遭受的損害或損失，您應自行承擔，Cofun
        LIVE 不承擔任何責任。
      </li>
      <li>
        您理解並同意，如您於 Cofun LIVE
        服務中表達對特定商品或服務之意見、信賴、發現或親身體驗結果，可能構成薦/見證廣告（例如：產品代言、業配等），而在廣告內容引人錯誤或有廣告不實情形時應自行負擔法律責任，與
        Cofun LIVE 無涉。
      </li>
      <li>
        有些 Cofun LIVE 服務是由廣告收入所支持，因此 Cofun LIVE 服務會展示廣告及促銷活動。您同意我們得在 Cofun LIVE
        服務內或在您發表的內容裡放置這些廣告及促銷活動，儘管這樣可能導致您發表的內容被編輯、改變及／或修改。您也同意我們對於您發表的內容被編輯、改變及／或修改，或其他對廣告及促銷活動的方式、模式、範圍的修改並沒有通知義務。
      </li>
      <li>
        您瞭解我們可能無法將所有於 Cofun LIVE 服務中或與 Cofun LIVE 服務相關聯的服務中將付費服務、贊助內容，或商業訊息標示出來。
      </li>
    </ol>
    <h5>
      <span> 6. 購買金幣</span>
    </h5>
    <ol>
      <li>
        您明確瞭解並同意，若要在 Cofun LIVE 服務中使用特定服務功能（例送禮、玩遊戲等），您必須先透過 Cofun LIVE
        認可的購買渠道購買金幣。如有違反前述規定，Cofun LIVE
        有權停用或刪除您的帳號，您將無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
      </li>
      <li>
        您明確瞭解並同意，您購買金幣是經過思考後的購買行為，Cofun LIVE
        將不會為您提供任何理由的退款。若您透過特定渠道購買金幣後依該渠道規定取消訂單，我們會將您未使用之金幣收回，並取消已使用金幣所伴隨的各種服務或效果（包含但不限於分享權利金、等級、經驗值、排行榜等）。若
        Cofun LIVE 在您取消訂單後無法收回全部購買之金幣，或經 Cofun LIVE
        判斷您有惡意取消訂單、未付款、或其他類似異常交易等情形，Cofun LIVE
        有權停用或刪除您的帳號，您將無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
      </li>
      <li>您理解並同意，您在 Cofun LIVE 服務中所獲得的免費活動金幣（如：贈幣活動、擲筊活動）亦是無法兌換現金的。</li>
      <li>
        Cofun LIVE
        服務在任何情況下皆嚴禁使用者自其他使用者獲取現金，且所有使用者皆不得互相進行現金交易、買賣或代購（銷）金幣、買賣或出借帳號。如您違反前述規定，您同意
        Cofun LIVE 有權停用或刪除您的帳號，您將無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
      </li>
      <li>經由本服務與消費者、使用者或其他第三人發生之疑義（如殘幣），由本公司負責與前開申訴者先行處理。</li>
      <li>
        您同意我們只有在因 Cofun LIVE 服務及其軟體／網站維修或其他技術故障而導致您的帳號金幣餘額錯誤時，才會進行必要的修正與調整。
      </li>
      <li>
        台灣地區用戶發票須知條款確認之內容：
        <ol type="a">
          <li>請確認是否提供發票寄送地址／EMAIL，若未提供本公司將會捐出發票給社福團體。</li>
          <li>
            若需寄送發票，請於付款完成當日提供以下資訊：交易日期／交易序號／交易金額／姓名／電話／地址或
            EMAIL／付款方式／公司抬頭／統一編號，寄至
            <a href="mailto:service.tw@cofun.live">service.tw@cofun.live</a> ，將會有專人為您處理。
          </li>
          <li>
            發票寄出方式：1－15 日已收款之交易發票預計於 16 日起算 7 個工作日內收到，16 日到月底已收款之交易發票預計於次月 1
            日起算 7 個工作日內收到，若未於付款完成當日提供上述 2.
            所需的資訊即代表同意將發票捐給社福團體，將不受理更改，敬請見諒。
          </li>
        </ol>
      </li>
      <li>
        您理解並同意在 Cofun LIVE 服務中：
        <ol type="a">
          <li>所獲得的免費金幣，自獲得當日起有 1 年的使用效期。</li>
          <li>
            所獲得的付費金幣，依據金幣之購買地區，因不同地區之法規要求及服務條款可能產生不同的金幣處理程序或使用限制（包括但不限於金幣使用期限經過後
            Cofun LIVE 得不經通知用戶逕行回收等）。
          </li>
          <li>
            以 LINE Pay 付款購買之金幣儲值，已由星展 (台灣)
            商業銀行股份有限公司提供自儲值日起算十二個月之足額履約保證。金幣經使用或保證期間屆滿，星展之保證責任自動解除。保證期間內若更換提供履約保證之金融機構者，由更換後之金融機構接續提供履約保證。
          </li>
          <li>Cofun LIVE 因不同地區法規限制等，可能禁止使用者進行購買金幣或使用特定服務、產品及功能。</li>
        </ol>
      </li>
    </ol>

    <h5>
      <span> 7. 權利金分享機制</span>
    </h5>
    <ol>
      <li>
        依據您帳號的貢獻（依您在 Cofun LIVE
        服務中進行直播、貼文、張貼照片或及短影片的受歡迎程度），您將可能獲得一定的權利金。若您的帳號累積權利金未達 100
        美金，將無法領取權利金。您必須輸入收款帳戶資訊才能領取您的權利金。我們匯款的時程約為每月一次，Cofun LIVE
        匯率為市場匯率參考值。
      </li>
      <li>
        若您違反 Cofun LIVE
        服務使用者規範而情節嚴重，我們將停用或刪除您的帳號，您將無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
      </li>
      <li>
        Cofun LIVE 有權自行決定權利金的計算方法，我們保留隨時修改權利金計算方法的權利，且不另行通知。如您登入使用 Cofun LIVE
        服務，則視為您同意並接受我們擁有權利金計算與發放的一切權利。
      </li>
      <li>
        若使用者在應用商城中購買金幣後經應用商城取消訂單，我們不會為使用者退款，並會將使用者所送出的金幣所伴隨的權利金回收。經發現使用者頻繁取消訂單，我們將停用或刪除您的帳號，您將無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
      </li>
    </ol>
    <h5><span>8. 遊戲／活動</span></h5>
    <ol>
      <li>
        Cofun LIVE為提供用戶更佳之使用體驗，可能不定期於其服務軟體（Cofun LIVE
        App）及服務網站（http://cofun.live）上推出不同遊戲，並依不同遊戲性質，用戶將可能受贈禮物
        <ol>
          <li>
            平台活動：<br />
            參與平台活動(下稱「活動」)之用戶或主播(下稱「參加者」)應詳細閱讀並同意如下須知，參加者若不同意以下須知，請勿參加活動，若參加者繼續登入使用活動，即視為參加者已同意並願遵守如下須知：
            <ol>
              <li>
                參加者應以公平、合理及合法方式參與活動，不得使用不正當方法，不正當方法包括但不限於以下行為：
                <ol type="a">
                  <li>以跨區(手動更改VPN或位置等)方式參加活動；</li>
                  <li>以同一裝置或IP位址利用複數免洗帳號重複多次參與活動；</li>
                  <li>以駭客入侵或任何外掛程式影響活動之運作；</li>
                  <li>其他經本公司查獲之不正當方法。</li>
                </ol>
              </li>
              <li>
                若本公司查證用戶於活動有任何不正當或不法行為，或主播取得之點數源自上述不正當方法時，本公司得不經通知逕為以下措施：
                <ol type="a">
                  <li>暫停或取消參加者之活動資格；</li>
                  <li>取消參加者因活動所獲得之點數及/或分潤報酬；</li>
                  <li>移除參加者因活動所得到之排行榜獎勵及排名；</li>
                  <li>停用或刪除參加者之帳號，且不退還帳號內之金幣、權利金、權限或任何虛擬裝備。</li>
                </ol>
              </li>
              <li>就以上活動須知，本公司保留最終解釋權及決定權，並視情形不定期新增須知事項。</li>
            </ol>
          </li>
        </ol>
      </li>
      <li>
        遊戲／活動條款（「本條款」）：
        <ol type="a">
          <li>
            在您開始遊戲（「本遊戲」）前，請詳閱本條款。如您不同意本條款任何內容，建請停止使用並離開本遊戲；如您開始或繼續使用本遊戲，即視為您已詳細審閱並同意及接受本條款。
          </li>
          <li>
            對於任何影響活動數據的不正當、非法手段，一經發現，將取消違規用戶的資格。本公司保留刪除數據、取消獲獎資格、收回已發放獎勵的權利。
          </li>
          <li>
            本遊戲僅用於用戶娛樂。用戶獲得的產出（包括但不限於金幣、虛擬貨幣或虛擬禮物／商品等）不能兌換為現金或任何形式的有價商品，也不能以任何形式用於利益互動。
          </li>
          <li>
            Cofun LIVE禁止一切線下交易、禮品購買等不正當或不法行為。Cofun
            LIVE將嚴厲打擊各種類型的謀利交易。任何第三方線下交易的用戶，應自行承擔不良後果及相應之法律責任。
          </li>
          <li>
            嚴禁使用任何影響互動公平性，或利用本遊戲程式漏洞等不正當手段參與本遊戲、謀取利益、侵害他人權利之行為。一旦發生上述情況，Cofun
            LIVE有權取消獎勵／追償、將帳號停權，並停止對您的服務。如情節嚴重，本公司保留採取法律手段的權利。
          </li>
          <li>
            Cofun
            LIVE嚴格禁止用戶將本遊戲中獲得之金幣、虛擬貨幣或虛擬禮物／商品與任何人以現金交易，或移轉、出售予他人而獲得現金之行為。
          </li>
          <li>
            如您將金幣贈予Cofun LIVE所經營平台之直播主，應遵守Cofun
            LIVE制定之相關規定，且不得與該直播主有任何收取回扣、分潤或現金交易之協議。
          </li>
          <li>
            因各國家／地區法令不同，如您係位於台灣（中華民國）以外國家或地區，就您參與本遊戲之資格，可能因所在國家或地區法令而有其他規定。為維護您的權益及符合法令，如您就此點有任何問題，煩請逕向當地專業法律人員諮詢。
          </li>
          <li>
            Cofun LIVE於下列情形之一時，得暫停或中斷本遊戲之全部或部分，對於用戶不負擔任何退款、補償或賠償責任：
            <ol>
              <li>於Cofun LIVE官方網站或平台公告後，對於本遊戲相關系統進行優化、更新或維護。</li>
              <li>因不可歸責於Cofun LIVE所造成之服務停止、中斷、變更或取消。</li>
              <li>因不可抗力或Cofun LIVE安全機制所造成本遊戲停止、中斷、變更或取消。</li>
              <li>
                因各國家／地區法令不同，就您參與本遊戲之資格及適法性，可能因所在國家或地區法令而有其他規定。為維護您的權益及符合法令，如您就此點有任何問題，惠請逕向當地專業專業法律人員諮詢。
              </li>
            </ol>
          </li>
          <li>
            為共同維護本遊戲之完整性，我們歡迎您對其他用戶違反本條款之行為提出檢舉（檢舉管道：
            <a href="mailto:service.tw@cofun.live">service.tw@cofun.live</a>）。Cofun
            LIVE並將會於收到檢舉後盡速進行適當之調查並處理。
          </li>
          <li>Cofun LIVE保留修訂、變更、補充本條款之權利。任何修訂、變更、補充將於本平台發布後生效，並構成本條款之一部分。</li>
          <li>如您對本遊戲條款內容有任何疑問，惠請隨時與Cofun LIVE聯繫。</li>
        </ol>
      </li>
    </ol>
    <h5><span>9. 主播自辦活動</span></h5>
    <ol>
      <li>
        主播於開播時可提供活動獎勵，由用戶以投點金幣之範圍內競爭、抽獎、或達成特定條件方式參與活動，並依主播自辦活動規則領取活動獎勵。
      </li>
      <li>
        主播應具體、明確地公開活動規則及相關說明，包括但不限於活動期間、活動獎勵、獲獎條件、領獎方式等，並擔保活動內容符合Cofun
        LIVE平台規範及相關法規（包括但不限於所得稅法、商標法、著作權法、個人資料保護法、及公平交易法等）。
      </li>
      <li>主播自辦活動內容為主播個人行為，Cofun LIVE未以任何形式參與活動或負任何事前審查責任。</li>
      <li>
        主播提供之活動獎勵應符合下列規範：
        <ol type="a">
          <li>
            不得為現金、有價證券、現金返點、代購金幣、或其他類似之內容；惟因購買金幣所取得之更名權利、 虛擬禮物、或其他Cofun
            LIVE平台內之虛擬權限不在此限，相關轉讓權利之方式須依照Cofun LIVE官方規定辦理。
          </li>
          <li>活動獎勵若為實體物品，應具體揭露獎勵內容或物品價值，每次活動總價值不得逾新臺幣50萬元。</li>
          <li>活動獎勵之內容、來源及金流皆應符合法律規範，且無任何違法侵權之情形。</li>
        </ol>
      </li>
      <li>
        主播如因自辦活動與用戶間發生爭議，包括但不限於因缺貨、不可抗力致無法提供活動獎勵、或因獎勵物品發生瑕疵損害，均應由主播自行負責與用戶妥善處理；如Cofun
        LIVE遭第三人（包括主管機關）主張違法或侵權，主播應於接獲通知後配合說明，並承擔Cofun
        LIVE因此所受之損害（包括但不限於遭主管機關課處罰款、訴訟費、律師費、遭第三人求償等）。
      </li>
      <li>
        如經發現主播有利用自辦活動進行違規或違法行為，或經用戶舉報並查證主播有惡意違反約定或違法行為，Cofun
        LIVE將依平台規範及/或合約進行處理，並有權暫停、取消、或刪除主播帳號使用權限，且主播應自負相關法律責任。
      </li>
      <li>
        在法律許可範圍內，Cofun
        LIVE及其員工在任何情況下都不會為主播及/或用戶參與主播自辦活動及領獎所造成的任何損失、損害、人身傷害或死亡而負相關法律責任。
      </li>
      <li>本條規範如有未盡事宜，悉依Cofun LIVE App 使用規則及相關法令之規定辦理。</li>
    </ol>
    <h5><span>10. 訂閱</span></h5>
    <ol>
      <li>
        Cofun LIVE為提供用戶更佳之使用體驗，可能不定期於其服務軟體（Cofun LIVE
        App）及服務網站（http://cofun.live）上推出不同訂閱方案，您理解並同意，不論使用金幣或者信用卡付款訂閱，訂閱方案為非以有形媒介提供之數位內容，一經提供即為完成，因此訂閱付款後無法退費。然您可隨時取消尚未開始之下期訂閱。
      </li>
      <li>
        Cofun LIVE針對不同訂閱方案可能允許用戶購買訂閱方案後贈與其他用戶，您理解並同意即使購買訂閱方案贈與其他用戶，亦無法退費。
      </li>
    </ol>
    <h5><span>11. 免責聲明</span></h5>
    <ol>
      <li>
        您理解並同意，Cofun LIVE 服務及其軟體／網站可能會受多種因素的影響或干擾而不保證（包括但不限於）：
        <ol type="a">
          <li>商業適售性、特定用途適用性</li>
          <li>不受干擾，及時、安全、可靠或不出現錯誤；使用者經由公司取得的任何軟體、服務或其他材料符合使用者的期望</li>
          <li>軟體中任何錯誤都將能得到即時更正</li>
        </ol>
      </li>
      <li>
        對於涉嫌現金交易或其他涉財產的網路資訊、帳戶密碼、廣告或推廣等資訊，使用者應謹慎對待並自行進行判斷，基於前述原因您因此遭受的利潤、商業信譽、資料損失或其他有形或無形損失，Cofun
        LIVE 不承擔任何直接、間接、附帶、特別、衍生性或懲罰性的賠償責任。
      </li>
      <li>
        您理解並同意 Cofun LIVE 服務及其軟體／網站是按照現有技術和條件所能達到的現狀提供的。Cofun LIVE
        會盡最大努力向您提供服務，確保服務的連貫性和安全性。您理解，Cofun LIVE
        不能隨時預見和防範法律、技術以及其他風險，包括但不限於不可抗力、病毒、木馬、駭客攻擊、系統不穩定、協力廠商服務瑕疵及其他各種安全問題的侵擾等原因可能導致的服務中斷、資料丟失以及其他風險。出現前述風險時，Cofun
        LIVE 將努力在第一時間即時修復，但因該等風險給使用者造成了損失，您同意 Cofun LIVE 不承擔責任。
      </li>
      <li>
        Cofun LIVE 依據本協議約定獲得處理違法違規內容的權利，該權利不構成 Cofun LIVE 的義務或承諾，Cofun LIVE
        不能保證即時發現違法行為或進行相應處理。
      </li>
      <li>
        Cofun LIVE 對於源自於或有關於本服務條款或 Cofun LIVE
        服務的利益損失或其他衍生性的、特別的、間接的或附帶引起的損害不負責任，即使 Cofun LIVE 已被知會此可能之損害。
      </li>
      <li>
        Cofun LIVE
        對於盜竊或未經授權使用信用卡而購買金幣之情事不承擔任何責任。使用者客戶應嚴格遵守並參照每家信用卡公司就其信用卡的正確管理和使用方法及信用卡使用紀錄。此外，如果
        Cofun LIVE 確定存在未經授權使用信用卡的風險，則可能會限制提供 Cofun LIVE 服務給牽涉的信用卡。
      </li>
    </ol>
    <h5><span>12. 違約處理</span></h5>
    <ol>
      <li>
        針對您違反本服務條款的行為或有違反之虞，Cofun LIVE
        有權獨立判斷並視情況終止全部或部分之服務（包括但不限於預先警示、停止發布傳輸內容、刪除已發布傳輸的內容、限制帳號部分或者全部功能直至永久關閉帳號等措施）並採取適當法律救濟措施。Cofun
        LIVE
        有權公告處理結果，且有權根據實際情況決定是否恢復全部或部分之服務。對涉嫌侵權、犯罪、或及其他違反法律法規的行為將保存有關記錄，並依法向主管機關及其指派的網路內容防護機構、配合主管機關進行調查。對已刪除的內容，Cofun
        LIVE
        不予回復。如果我們停用或刪除您的帳號，您充分了解並同意您無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
      </li>
      <li>
        因您違反本服務條款而引起投訴或訴訟索賠，您應當自行承擔全部法律責任。因您的違法或違約行為導致 Cofun LIVE
        集團旗下公司及承繼公司向任何第三人賠償或遭受國家機關處罰，您還應足額賠償 Cofun LIVE
        集團旗下公司及繼承公司因此遭受的全部損失（包括但不限於商譽損失及經濟損失如政府罰款、訴訟費，律師費，遭第三人求償損害賠償等）。
      </li>
    </ol>
    <h5><span>13. 服務的變更、中斷和終止</span></h5>
    <ol>
      <li>
        您理解並同意，Cofun LIVE 為了整體營運的需要，有權在公告通知後修改、中斷、中止或終止 Cofun LIVE
        服務及其軟體／網站，而無須向使用者負責或承擔任何賠償責任。
      </li>
      <li>
        我們保留因任何理由，在未事先通知您的前提下，移除、刪除、取消、編輯、改變、修改及／或封鎖全部或部分您所發表的內容之權利。Cofun
        LIVE
        服務有時會因定時的維修或更新、緊急修復、通訊連結及／或設備的故障，或其他任何原因而受到干擾。在此情形下，我們不會因任何
        Cofun LIVE 服務之修改、暫停、故障、停用或停止，或對您發表的內容的遺失，或其他任何形式的損害而對您負損害賠償責任。
      </li>
      <li>如果我們停用了您的帳號，您不得在未經我們書面同意的情形下，再自行創建另一個帳號。</li>
      <li>
        地域限制：我們無意讓 Cofun LIVE
        服務所提供的資訊在將該等資訊的散布或使用視為非法的管轄權或國家中被任何人或主體散布或使用。我們有權隨時自行決定針對任何人、地域或管轄權而限制全部或部分之
        Cofun LIVE 服務及其軟體／網站之使用。如果依據您所適用的法律，您使用Cofun LIVE 服務之行為是不被許可的，您必須停用您的 Cofun
        LIVE 帳號並停止使用 Cofun LIVE 服務。
      </li>
    </ol>
    <h5><span>14. 移轉及委託</span></h5>
    <p>
      未經我們事前書面同意，您不得移轉或委託本服務條款或其中之任何全部或部分之權利或義務給第三方。您未經我們事前書面同意所為的移轉及委託皆為無效。
    </p>
    <h5><span>15. 條款效力可分性</span></h5>
    <p>
      若本服務條款中之任何規定與應適用的法律有衝突或無法執行時，在除去該規定仍不影響本服務條款之目的之前提下，該衝突或無法執行將不影響本服務條款其他規定及效力。
    </p>
    <h5><span>16. 保密性</span></h5>
    <p>
      除非獲得Cofun LIVE的事先書面同意，否則Cofun LIVE服務使用期間及使用結束後，使用者就 Cofun LIVE 或其指定人員提供或披露的任何
      Cofun LIVE 的技術，業務，和其他信息，皆不得洩漏給第三方，也不得單獨使用。
    </p>
  </div>
</template>

<style lang="scss" scoped>
  .view-terms-of-service-tw {
    color: white;
    h5 {
      font-weight: bold;
      // border-bottom: 1px solid #405277;
      padding: 40px 0 10px 0;
      span {
        padding: 6px 0;
        border-bottom: 3px solid var(--main-red);
        display: inline-block;
      }
      &::after {
        content: '';
        display: block;
        width: 100%;
        height: 1px;
        background-color: #405277;
        margin-top: -2px;
      }
    }
  }
</style>
