<template>
  <div class="view-terms-of-service-tw">
    <p>
      本政策載明您與 華權數位整合行銷有限公司（下稱 Cofun LIVE）之間，就 Cofun LIVE 服務及其軟體／網站上資料及您於 Cofun LIVE
      服務及其軟體／網站發表的內容（參照名詞定義）的智慧財產權／知識產權相關條件及權利義務，請您務必詳細閱讀以保障您的權益。
    </p>

    <p>
      您於初次註冊 Cofun LIVE 帳號，進入顯示「Cofun LIVE 服務條款」之網頁，如您繼續註冊登入使用 Cofun LIVE
      服務，即表示您或及您的法定代理人已經合理審閱期間（建議 5
      日以上），（包括使用者規範、隱私權政策、智慧財產權政策，下同），並願意遵守前述服務條款及政策。例如在台灣地區，如您未滿 18
      歲即應取得您的法定代理人（例如父母、法定監護人）之允許始能註冊帳號。
    </p>

    <p>
      針對您違反本政策的行為或有違反之虞，Cofun LIVE
      有權獨立判斷並視情況立即終止所提供的全部或部分之服務（包括但不限於預先警示、停止發布傳輸內容、刪除已發布傳輸的內容、限制帳號部分或者全部功能直至永久關閉帳號等措施）並採取適當法律救濟措施。Cofun
      LIVE
      有權公告處理結果，且有權根據實際情況決定是否恢復全部或部分之服務。對涉嫌侵權、犯罪、或及其他違反法律法規的行為將保存有關記錄，並依法向主管機關及其指派的網路內容防護機構、配合主管機關進行調查。對已刪除的內容，Cofun
      LIVE
      不予回復。如果我們停用或刪除您的帳號，您充分瞭解並同意您無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
    </p>

    <p>
      因您違反本政策而引起投訴或訴訟索賠，您應當自行承擔全部法律責任及相關所衍生費用。因您的違法或違約行為導致 Cofun LIVE
      集團旗下公司及承繼公司向任何第三人賠償或遭受國家機關處罰，您應該給付懲罰性違約金10萬美金予Cofun LIVE，且尚須全額賠償 Cofun
      LIVE
      集團旗下公司及繼承公司因此遭受的全部損失（包括但不限於商譽損失及經濟損失如政府罰款、訴訟費，律師費，遭第三人求償損害賠償等）。
    </p>

    <p>名詞定義：</p>
    <ul>
      <li>
        Cofun LIVE 服務： 本服務條款所稱 Cofun LIVE 服務指由 Cofun LIVE 透過其服務軟體（Cofun LIVE
        App）及服務網站（http://cofun.live）所提供的線上直播、線上影片、線上購物等網路服務。Cofun LIVE
        集團旗下公司及承繼公司有權對就前述軟體及網站進行異動包括但不限於更名、變更網域名稱及新增。
      </li>
      <li>Cofun LIVE 集團： 指 Cofun LIVE 及其關聯企業之合稱。</li>
      <li>Cofun LIVE 服務及其軟體／網站： Cofun LIVE 服務、Cofun LIVE 服務軟體及 Cofun LIVE 服務網站之合稱。</li>
      <li>
        您於 Cofun LIVE 服務及其軟體／網站發表的內容資料： 包括但不限於您發表及分享的直播、貼文、照片及／或短影片等。如您於 Cofun
        LIVE 服務及其軟體／網站提供的資料並沒有公開發表及分享，則該等資料屬於您未公開發表的個人資料，請參照 Cofun LIVE
        隱私權政策。
      </li>
      <li>
        Cofun LIVE 使用的標誌／名稱： 指 Cofun LIVE 的商標包括但不限於任何 Cofun LIVE
        使用的已註冊、待註冊或未註冊商標、企業標誌、企業名稱、字號、商品／服務的品牌標誌、商品／服務的品牌名稱、網站名稱、網域名稱或其他彰顯
        Cofun LIVE 主體性及其商品服務的任何表徵。
      </li>
    </ul>
    <ol>
      <li>
        Cofun LIVE
        服務及其軟體／網站上資料，包括但不限於任何數據、文字、相片、圖片、圖形、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計、會員內容、音訊和視訊檔案、音效、音樂作品、原創作品、應用程式、連結和其他內容或資料等，均由
        Cofun LIVE
        擁有其智慧財產權／知識產權或合法授權，包括但不限於商標權、專利權、著作權、營業秘密／商業秘密或專有技術等。任何人不得逕自使用、修改、改編、製作衍生品、複製、展示、公開播送、公開傳輸、公開演出、改作、翻譯、散布、發行、公開發表、進行還原工程、解編或反向組譯、出售、授權及以其他方式使用任何部分。若您欲引用或轉載前述軟體、程式或網站內容，除明確為法律所許可者外，必須依法取得
        Cofun LIVE 或其他權利人的事前書面同意，如有違反，您應自行負責刑事及民事賠償責任。
      </li>
      <li>
        請您在任何情況下都不要擅自使用 Cofun LIVE 使用的標誌／名稱（參照名詞定義）。未經 Cofun LIVE
        事前書面同意，您不得將前述標誌／名稱以單獨或結合任何方式展示、使用、授權或申請註冊商標等，也不得向他人明示或暗示有權展示、使用、或其他有權處理前述標誌／名稱。如您違反本政策使用前述標誌／名稱而造成
        Cofun LIVE 或其他第三人損害，您須獨自為該等行為承擔全部法律責任及費用。
      </li>
      <li>
        就您於 Cofun LIVE 服務及其軟體／網站發表的內容資料（參照名詞定義），Cofun LIVE 集團不會宣稱擁有您在使用 Cofun LIVE
        服務及其軟體網站發布及分享的內容及資料的所有權。相反，您同意：
        <ol>
          <li>
            授予由 Cofun LIVE 集團旗下公司、承繼公司、Cofun LIVE
            認可的協力廠商公司全球性、非獨占、無限制、無條件、可轉讓、不可撤回及免版稅的權利儲存或管理該內容資料。
          </li>
          <li>
            授權 Cofun LIVE 集團旗下公司、承繼公司、Cofun LIVE 認可的協力廠商公司可基於公益或為宣傳、推廣或經營 Cofun LIVE
            服務及其軟體／網站之目的，全球性、非獨占、無限制、無條件、可轉讓、不可撤回及免版稅的權利進行改編、製作衍生品、複製、編輯、彙編、公開傳輸、改作、翻譯、公開播送、公開發表、公開上映、散布、發行、再授權及以其他方式使用該等內容資料，並得在此範圍內將前述權利轉授權他人。
          </li>
          <li>
            Cofun LIVE 集團旗下公司、承繼公司、Cofun LIVE 認可的協力廠商公司沒有義務向您或任何第三方支付任何代價或補償或對使用您於
            Cofun LIVE
            服務及其軟體／網站發表的內容資料支付任何代價。為避免疑義，您同意，前述授權包括使用、複製和展示您擁有或被許可使用並植入內容中的個人形象、肖像、姓名、商標、品牌、名稱、標識和公司標記（如有）以及任何其他品牌、行銷或推廣資產的權利和許可。
          </li>
        </ol>
      </li>

      <li>
        您在此聲明及向 Cofun LIVE 集團旗下公司、承繼公司、Cofun LIVE 認可的協力廠商公司保證：
        <ol>
          <li>
            您擁有您在 Cofun LIVE 服務發布或透過 Cofun LIVE
            服務發布的內容所有權，或有權以其他方式將此權利和許可授予您重製、編輯、公開傳輸、改作、翻譯、公開播送、公開發表、公開上映、散布、發行、轉授權上開內容資料；
          </li>
          <li>
            在 Cofun LIVE 服務上或透過 Cofun LIVE
            服務發布和使用的內容不得違反、濫用或侵犯第三方的權利，包括但不限於隱私權、代理權、公開權、版權、商標及／或其他智慧財產權／知識產權；
          </li>
          <li>您同意支付所有因您在 Cofun LIVE 服務上或透過 Cofun LIVE 服務發布內容所引致的版稅、費用和任何其他付款。</li>
        </ol>
      </li>
      <li>
        您授權 Cofun LIVE 集團旗下公司及承繼公司得以自己名義或委託專業人士或委託協力廠商就您於 Cofun LIVE
        服務及其軟體／網站發表的內容進行代維權，維權形式包括但不限於：監測侵權行為、發送維權函、提起訴訟或仲裁、調解、和解等並有權對維權事宜做出決策並獨立實施。您並同意
        Cofun LIVE 集團旗下公司及承繼公司為行使前述代維權而得請求您提供相關權利證明資料。為避免疑義，您理解 Cofun LIVE
        集團旗下公司及承繼公司有權利但無義務進行前述維權措施。
      </li>
      <li>
        您同意配合 Cofun LIVE 就智慧財產權／知識產權的侵權處理原則如下：
        <ol>
          <li>
            權利人發現您於 Cofun LIVE 服務及其軟體／網站發表的內容疑似侵害其智慧財產權／知識產權時，權利人得提供初步證據足以讓
            Cofun LIVE 識別該智慧財產／知識產權及提供權利人聯絡資料，向 Cofun LIVE 客服信箱（<a
              href="mailto:service.tw@cofun.live"
              >service.tw@cofun.live</a
            >）提出檢舉。
          </li>
          <li>
            Cofun LIVE
            接獲檢舉後，如對檢舉人是否為權利人有所疑問，得要求檢舉人應提出權利證明（例如商標註冊資料）或及其聲明（例如檢舉人聲明檢舉內容均為真實，且檢舉人是著作權人或著作權人之代理人並保證檢舉如有不實致
            Cofun LIVE 或他人受損害者，檢舉人願負法律責任）。
          </li>
          <li>
            Cofun LIVE
            會視乎檢舉人提供的資料處理投訴，包括檢舉人（權利人）的姓名、電子郵件等，提供予被控侵權之人（例如直播主），並採取合理措施盡快從
            Cofun LIVE 服務中移除該內容。
          </li>
          <li>
            被控侵權之人（例如直播主）的個人資料，Cofun LIVE
            依其隱私權保護政策進行管理。檢舉人（權利人）如欲取得該被控侵權之人的個人資料，應向警察／檢察／司法／稅捐稽徵機關或其他有權機關提出告訴／申訴，Cofun
            LIVE 將於收到有權機關依法定程序提出之要求後，配合提供個人資料。
          </li>
          <li>
            Cofun LIVE 服務使用者於 Cofun LIVE
            服務及其軟體／網站發表的內容，倘經檢舉人（權利人）主張侵害其智財權／知識產權者，該內容一旦經 Cofun LIVE
            移除後，即無法再行回復。
          </li>
          <li>
            侵犯他人的智慧財產權／知識產權：被控侵權之人如有涉有侵犯他人的智慧財產權／知識產權之記錄，Cofun LIVE
            有權終止對該被控侵權之人提供全部或部分之服務。
          </li>
        </ol>
      </li>
      <li>
        著作權侵權檢舉方式：
        <ol>
          <li>
            建議直接向 Cofun LIVE 客服信箱（<a href="mailto:service.tw@cofun.live">service.tw@cofun.live</a
            >）提出檢舉（無須電子簽章），俾獲得快速處理。
          </li>
        </ol>
      </li>
    </ol>
  </div>
</template>

<style lang="scss" scoped>
  .view-terms-of-service-tw {
    color: white;
    h5 {
      font-weight: bold;
      // border-bottom: 1px solid #405277;
      padding: 40px 0 10px 0;
      span {
        padding: 6px 0;
        border-bottom: 3px solid var(--main-red);
        display: inline-block;
      }
      &::after {
        content: '';
        display: block;
        width: 100%;
        height: 1px;
        background-color: #405277;
        margin-top: -2px;
      }
    }
  }
</style>
