<template>
  <div class="view-terms-of-service-tw">
    <h5>
      <span>1. 使用者行為規範</span>
    </h5>
    <ol>
      <li>
        您不得利用或針對 Cofun LIVE 服務及其軟體／網站進行任何危害電腦網路安全或其他侵權違法的行為，包括但不限於：
        <ol>
          <li>非法侵入他人網路、干擾他人網路正常功能、竊取網路資料等危害網路安全的活動。</li>
          <li>提供專門用於從事侵入網路、干擾網路正常功能及防護措施、竊取網路資料等危害網路安全活動的程式、工具。</li>
          <li>企圖以任何方式修改、侵入、干擾Cofun LIVE服務平台的功能、資料、完整性及／或服務介面。</li>
          <li>
            企圖以任何方式例使用輔助程式、外掛程式、加速程式、修改程式、侵入Cofun LIVE平台、複製更改封包值等，影響Cofun
            LIVE平台的運作或干涉Cofun LIVE服務平台之相關活動（包括但不限於競賽，抽獎等）之進行及結果。
          </li>
          <li>利用APP中非自然或錯誤BUG或漏洞，造成伺服器負擔加重或當機，取得APP中之虛擬禮物、金幣其他任何利益暴增等。</li>
          <li>企圖以任何方式、竊取或修改Cofun LIVE平台資料、竊取或修改Cofun LIVE用戶資料、盜用他人Cofun LIVE帳號。</li>
          <li>企圖以任何方式利用Cofun LIVE平台資料製作創造衍生性創作或其他著作。</li>
          <li>明知他人從事危害網路安全的活動的，為其提供技術支持、廣告推廣、支付結算等幫助。</li>
          <li>使用未經許可的資料或進入未經許可的伺服器／帳號。</li>
          <li>未經允許進入公眾電腦網路或者他人電腦系統並刪除、修改、增加存儲資訊。</li>
          <li>未經許可，企圖探查、掃描、測試 Cofun LIVE 服務及其軟體／網站的弱點或其它實施破壞網路安全的行為。</li>
          <li>
            企圖干涉、破壞 Cofun LIVE 服務及其軟體／網站的正常運行，故意傳播惡意程式或病毒以及其他破壞干擾正常網路資訊服務的行為。
          </li>
          <li>偽造 TCP/IP 資料包名稱或部分名稱。</li>
          <li>對 Cofun LIVE 服務軟體進行反向工程、反向彙編、編譯或者以其他方式嘗試發現軟體的原始程式碼。</li>
          <li>惡意註冊 Cofun LIVE 帳號，包括但不限於頻繁、大量註冊帳號。</li>
          <li>洗錢或疑似洗錢之行為（包括直播主自辦活動提供參加用戶等同現金或高價值商品之獎勵等）。</li>
          <li>違反法律法規、Cofun LIVE 的服務條款、政策、規範等及侵犯他人合法權益的其他行為。</li>
          <li>
            在任何情況下，如果 Cofun LIVE 有理由認為您的任何行為違反或可能違反上述約定的，Cofun LIVE
            可獨立進行判斷並處理，且在任何時候有權終止向使用者提供服務及視情形決定是否事先通知用戶，並追究相關責任。
          </li>
        </ol>
      </li>
      <li>
        您不得幫助、鼓勵、協同、代理（表）其他 Cofun LIVE 服務使用者（包括用戶及直播主）向 Cofun LIVE 提出違反 Cofun LIVE
        服務條款（含本規範）之要求或要求給予直播主特殊待遇，不論您是透過 Cofun LIVE 服務及其軟體／網站直接接觸 Cofun LIVE
        人員而提出前述要求。
      </li>
      <li>
        您不得以圖文、言語、或肢體等任何表達方式詆毀、霸凌、虐待、騷擾、威脅、脅迫或冒充其他 Cofun LIVE 服務及其軟體／網站使用者和
        Cofun LIVE 集團旗下公司人員，不論您是否透過 Cofun LIVE 服務及其軟體／網站進行前述表達。
      </li>
      <li>
        您不得幫助、鼓勵、協同、代理（表）其他 Cofun LIVE 服務使用者（包括用戶及直播主）干涉或操縱 Cofun LIVE
        服務及其軟體／網站之相關活動（包括但不限於競賽，抽獎等）之進行及結果。如您違反前述規範而涉嫌賭博或其他侵權違法行為，應自負相關法律責任。
      </li>
    </ol>
    <h5>
      <span>2. 資訊內容規範</span>
    </h5>
    <ol>
      <li>
        您使用 Cofun LIVE
        服務所發表的內容包括但不限文字、照片、影訊、音訊等（例如留言、發文，照片、直播、短影片等）。您就您發表的內容，應遵守法律法規及社會善良風俗，否則
        Cofun LIVE 公將立即採取相應處理措施。
      </li>
      <li>
        您同意且承諾不在Cofun LIVE平台發表下列內容：
        <ol>
          <li>危害國家安全，洩露國家秘密。</li>
          <li>任何可能造成嚴重負面後果之言論、行為、舉動、表達(包括但不限於政治議題言論等)。</li>
          <li>宣揚恐怖主義、極端主義。</li>
          <li>煽動地域歧視、地域仇恨。</li>
          <li>編造、散佈謠言、詐騙資訊、虛假資訊，擾亂社會秩序、破壞社會穩定。</li>
          <li>散布、傳播淫穢、色情、賭博、暴力、兇殺、恐怖或者教唆犯罪。</li>
          <li>危害網路安全、利用網路從事危害國家安全。</li>
          <li>以圖文、言語、或肢體等任何表達方式侮辱或恐嚇威脅他人。</li>
          <li>散布污言穢語，損害社會公序良俗。</li>
          <li>實施人肉搜索的或涉及侵害他人隱私、個人資訊或資料。</li>
          <li>侵犯他人合法權益（包括但不限於姓名權、肖像權、名譽權、隱私權、代理權、商標權、著作權、其他智慧財權等）。</li>
          <li>
            張貼、散布、傳送、播送、公開播放或以其他任何方式展現私人的、特許的、專有的、攻擊性的、恫嚇的、暴力的、煽動暴力的、裸露的、歧視性的、不法的、仇恨性的、騷擾性的、猥褻色情的或具性暗示的資料、文字、檔案、資訊、使用者名稱、圖像、圖畫、圖片、圖示、照片、素描、聲音及影像剪輯、聲響、音樂作品、著作、連結或任何其他內容。
          </li>
          <li>散布商業廣告，或類似的商業招攬資訊、過度行銷資訊及垃圾資訊。</li>
          <li>未獲他人允許，偷拍、偷錄他人，侵害他人合法權利。</li>
          <li>
            包含恐怖、暴力血腥、高危險性、危害表演者自身或他人身心健康內容，易使人效仿的，包括但不限於以下情形：
            <ol>
              <li>任何暴力和／或自殘行為內容。</li>
              <li>任何威脅生命健康、利用槍枝刀具等危險器械表演的危及自身或他人人身及／或財產權利的內容。</li>
              <li>慫恿、誘導他人參與可能會造成人身傷害或導致死亡的危險或違法活動的內容。</li>
              <li>死亡相關場景：屍體、標本、命案現場。</li>
              <li>
                自殺防治法規定不得報導或記載之事項
                <ol>
                  <li>教導自殺方法或教唆、誘使、煽惑民眾自殺之訊息。</li>
                  <li>詳細描述自殺個案之自殺方法及原因。</li>
                  <li>誘導自殺之文字、聲音、圖片或影像資料。</li>
                  <li>毒性物質或其他致命性自殺工具之銷售情報。</li>
                  <li>其他經中央主管機關認定足以助長自殺之情形。</li>
                </ol>
              </li>
            </ol>
          </li>
          <li>使用模糊不清或經改造等無法辨識您個人的照片或影片。</li>
          <li>將他人照片圖文加以編輯或增刪塗蓋文字／符號／資訊等致有損他人形象或遭致負面評論的行為。</li>
          <li>駕駛交通工具（包括但不限於汽車、機車、自行車、船舶、遊艇等）時進行直播。</li>
          <li>宣傳非 Cofun LIVE 認可的購買渠道，或透過非 Cofun LIVE 認可的購買渠道購買金幣。</li>
          <li>慫恿、誘導使用其他競爭品牌直播。</li>
        </ol>
      </li>
      <li>
        您不得將 Cofun LIVE
        服務及其軟體／網站用於提供性服務、買賣非法商品或藥物（即使該藥物在您的地區為合法藥物）。非法商品包含但不限於：盜版商品、槍枝、菸酒、爆竹、活體動物等。
      </li>
      <li>您不得透過 Cofun LIVE 服務及其軟體／網站來販賣商品，但經與 Cofun LIVE 正式合作者不在此限。</li>
      <li>您不得透過 Cofun LIVE 服務及其軟體／網站來慫恿、誘導 Cofun LIVE 服務使用者去使用其他品牌的直播／短影片等服務。</li>
      <li>您不得創建或上傳未經授權的商業性或騷擾性的訊息（例如垃圾訊息）給任何 Cofun LIVE 服務及其軟體／網站使用者。</li>
      <li>
        您不得傳送任何電腦蠕蟲、電腦病毒、間諜軟體、惡意軟體或其他惡意代碼，或以其他任何方式干擾、中斷、迫使超載或破壞正常 Cofun
        LIVE 服務及其軟體／網站的運作、安全、秘密或介面。
      </li>
      <li>
        您不得改變、修改或變更 Cofun LIVE
        服務及其軟體／網站的功能、完整性及／或服務介面，或創造衍生性創作、破解或嘗試擷取我們的原始碼或其他智慧財產權。亦不得使用外掛軟體、反編碼或任何不正當方式使用
        Cofun LIVE 服務。
      </li>
      <li>
        您不得以任何方式限制或嘗試限制其他 Cofun LIVE 服務及其軟體／網站使用者使用 Cofun LIVE
        服務及其軟體／網站，或干擾或嘗試干擾其他 Cofun LIVE 服務及其軟體／網站使用者的使用經驗。
      </li>
      <li>
        您不得幫助或鼓勵任何人違反 Cofun LIVE 服務條款（含本規範）之任一條款及／或其他由 Cofun LIVE 集團旗下公司所發布的條款。
      </li>
      <li>
        Cofun LIVE 可能視情形預先審查及／或監視您的 Cofun LIVE 帳號、其相關的活動及／或您在或透過 Cofun LIVE
        服務及其軟體／網站發表的內容（以下簡稱「您發表的內容」）。
      </li>
      <li>
        如 Cofun LIVE 認為您發表的內容違反了 Cofun LIVE 服務條款（含本規範）之任一條款規範，您同意 Cofun LIVE
        有絕對的權利在有或沒有事先告知的情況下，移除、刪除、取消、編輯、改變、修改及／或封鎖您的 Cofun LIVE
        帳號及／或您發表的全部或部分內容。
      </li>
      <li>
        您對於您發表的內容及／或您與其他 Cofun LIVE 服務及其軟體／網站使用者的互動須負完全的責任，無論是上線或離線的狀態。您同意
        Cofun LIVE 集團旗下公司對於任何 Cofun LIVE
        服務及其軟體／網站使用者的行為無須負任何責任；但如我們認為合適時，我們得參與您與其他 Cofun LIVE
        服務及其軟體／網站使用者間的爭議。
      </li>
    </ol>
    <h5>
      <span>3. 資料使用規範</span>
    </h5>
    <ol>
      <li>
        未經 Cofun LIVE 書面許可，您不得自行或授權、允許、協助任何第三人對 Cofun LIVE 服務及其軟體／網站中的資訊內容進行如下行為：
        <ol>
          <li>複製、讀取、採用 Cofun LIVE 服務及其軟體／網站的資訊內容，用於包括但不限於宣傳、增加閱讀量、流覽量等商業用途。</li>
          <li>
            擅自編輯、整理、編排 Cofun LIVE 服務及其軟體／網站的資訊內容後在 Cofun LIVE 服務及其軟體／網站頁面以外的管道進行展示。
          </li>
          <li>
            採用包括但不限於特殊標識、特殊代碼等任何形式的識別方法，自行或協助第三人對 Cofun LIVE
            服務及其軟體／網站的資訊或內容產生流量、閱讀量引導、轉移、劫持等不利影響。
          </li>
          <li>其他非法或未經授權獲取 Cofun LIVE 服務及其軟體／網站的資訊內容的行為。</li>
        </ol>
      </li>
      <li>
        經 Cofun LIVE 書面許可後，您對 Cofun LIVE 服務及其軟體／網站的資訊和內容的分享、轉發等行為，還應符合以下規範：
        <ol>
          <li>
            對獲取、統計、獲得的相關搜尋熱門詞彙、命中率、分類、搜尋量、點擊率、閱讀量等相關資料，未經 Cofun LIVE
            事先書面同意，不得將上述資料以任何方式公示、提供、洩露給任何第三人。
          </li>
          <li>
            不得對 Cofun LIVE 服務及其軟體／網站的來源網頁進行任何形式的任何改動，包括但不限於 Cofun LIVE
            服務及其軟體／網站的首頁連結入口，也不得對 Cofun LIVE
            服務及其軟體／網站的來源頁面的展示進行任何形式的遮擋、插入、彈窗等妨礙。
          </li>
          <li>
            應當採取安全、有效、嚴密的措施，防止 Cofun LIVE
            服務及其軟體／網站的資訊內容被協力廠商通過包括但不限於“蜘蛛”（spider）程式等任何形式進行非法獲取。
          </li>
          <li>
            不得把相關資料內容用於 Cofun LIVE
            書面許可範圍之外的目的，進行任何形式的銷售和商業使用，或向協力廠商洩露、提供或允許協力廠商為任何方式的使用。
          </li>
          <li>
            您向任何第三人分享、轉發、複製 Cofun LIVE 服務及其軟體／網站的資訊內容的行為，還應遵守 Cofun LIVE 為此制定的其他規範。
          </li>
        </ol>
      </li>
    </ol>
  </div>
</template>

<style lang="scss" scoped>
  .view-terms-of-service-tw {
    color: white;
    h5 {
      font-weight: bold;
      // border-bottom: 1px solid #405277;
      padding: 40px 0 10px 0;
      span {
        padding: 6px 0;
        border-bottom: 3px solid var(--main-red);
        display: inline-block;
      }
      &::after {
        content: '';
        display: block;
        width: 100%;
        height: 1px;
        background-color: #405277;
        margin-top: -2px;
      }
    }
  }
</style>
