<template>
  <div class="view-terms-of-service-tw">
    <p>
      本政策載明您與 華權數位整合行銷有限公司 （下稱 Cofun LIVE）之間，就您下載、安裝、註冊、登入、使用 Cofun LIVE
      服務（參照名詞定義）而提供予 Cofun LIVE
      集團公司的個人資料（參照名詞定義）的相關條件及權利義務，請您務必詳細閱讀以保障您的權益。
    </p>
    <p>
      您於初次註冊 Cofun LIVE 帳號，進入顯示「Cofun LIVE 服務條款」之網頁，如您繼續註冊登入使用 Cofun LIVE
      服務，即表示您或及您的法定代理人已經合理審閱期間（建議 5
      日以上），（包括使用者規範、隱私權政策、智慧財產權政策，下同），並願意遵守前述服務條款及政策。例在台灣地區，如您未滿 18
      歲即應取得您的法定代理人（例如父母、法定監護人）之允許始能註冊帳號。
    </p>
    <p>
      針對您違反本政策的行為或有違反之虞，Cofun LIVE
      有權獨立判斷並視情況立即終止所提供的全部或部分之服務（包括但不限於預先警示、停止發布傳輸內容、刪除已發布傳輸的內容、限制帳號部分或者全部功能直至永久關閉帳號等措施）並採取適當法律救濟措施。Cofun
      LIVE
      有權公告處理結果，且有權根據實際情況決定是否恢復全部或部分之服務。對涉嫌侵權、犯罪、或其他違反法律法規的行為將保存有關記錄，並依法向主管機關及其指派的網路內容防護機構、配合主管機關進行調查。對已刪除的內容，Cofun
      LIVE
      不予回復。如果我們停用或刪除您的帳號，您充分瞭解並同意您無法再透過您的帳號取得您所有的資料，包含您帳號中的金幣與權利金。
    </p>
    <p>
      因您違反本政策而引起投訴或訴訟索賠，您應當自行承擔全部法律責任及相關所衍生費用。因您的違法或違約行為導致 Cofun LIVE
      集團旗下公司及承繼公司向任何第三人賠償或遭受國家機關處罰，您應該給付懲罰性違約金10萬美金予Cofun LIVE, 且尚須全額賠償 Cofun
      LIVE
      集團旗下公司及繼承公司因此遭受的全部損失（包括但不限於商譽損失及經濟損失如政府罰款、訴訟費，律師費，遭第三人求償損害賠償等）。
    </p>
    <p>名詞定義：</p>
    <ul>
      <li>
        Cofun LIVE 服務：本服務條款所稱 Cofun LIVE 服務指由 Cofun LIVE 透過其服務軟體（Cofun LIVE
        App）及服務網站（http://cofun.live）所提供的線上直播、線上影片、線上購物等網路服務。Cofun LIVE
        集團旗下公司及承繼公司有權對就前述軟體及網站進行異動包括但不限更名、變更網域名稱及新增。
      </li>
      <li>Cofun LIVE 集團：指 Cofun LIVE 及其關聯企業之合稱。</li>
      <li>Cofun LIVE 服務及其軟體／網站：Cofun LIVE 服務、Cofun LIVE 服務軟體及 Cofun LIVE 服務網站之合稱。</li>
      <li>個人資料：指得以直接或間接方式識別特定自然人之資料。</li>
    </ul>

    <h5>
      <span>1. 蒐集個人資料的告知義務</span>
    </h5>
    <p>
      <b>個人資料蒐集目的：</b>
    </p>
    <ul>
      <li>〇九〇 消費者、客戶管理與服務</li>
      <li>一四八 網路購物及其他電子商務服務</li>
      <li>一五二 廣告或商業行為管理</li>
      <li>一五七 調查、統計與研究分析</li>
    </ul>
    <p>Cofun LIVE 僅會將您所提供的個人資料利用於蒐集時的特定目的，但以下情形除外：</p>
    <ol>
      <li>受警察／檢察／司法／稅捐稽徵機關或其他有權機關基於法定程序之要求。</li>
      <li>經您書面同意利用於其他目的。</li>
      <li>其他符合相關個人資料保護法規情形。</li>
    </ol>
    <p>
      <b>個人資料類別：</b>
    </p>
    <ul>
      <li>Ｃ〇〇一 辨識個人者。例如：姓名、地址、電話號碼、網路平臺申請之帳號、電子郵件、憑證序號等</li>
      <li>Ｃ〇一一 個人描述。例如：年齡、性別、出生年月日等</li>
    </ul>
    <p>
      <b>個人資料利用之期間、地區、對象及方式</b>
    </p>
    <p>
      Cofun LIVE 在 Cofun LIVE 服務地區（全球）及於相關服務／活動結束後至多 2
      年內為原則之期間（或因特定目的需求而異），基於提供上開目的，在經您同意或基於契約關係等符合相關個人資料保護法規情形，透過網路、電子郵件或／及紙本文件等方式蒐集、處理、利用、保存（包括但不限於您的電子郵件地址、電話號碼、年齡、性別以及任何您選擇提供的其他個人資料）而使用如下：
    </p>
    <ol>
      <li>提供 Cofun LIVE 服務並且持續維護與改善，包含提供額外的功能與內容。</li>
      <li>就 Cofun LIVE 服務，回應您的意見、提問與需求，並提供客戶服務。</li>
      <li>就 Cofun LIVE 服務，寄送技術通告、版本更新、安全警示與服務，以及營運訊息給您。</li>
      <li>
        提供您關於由 Cofun LIVE 透過其服務軟體（Cofun LIVE
        App）及服務網站（http://cofun.live）所提供的線上直播、線上影片、線上購物等網路服務的推廣優惠資訊。
      </li>
      <li>使用 Cofun LIVE 服務的活動監測與數據分析、保存交易紀錄及交涉談判經過。</li>
    </ol>
    <p>
      您可選擇您欲提供的個人資料項目，惟當資料不足或有誤時，Cofun LIVE
      將無法提供相對應的服務、通告、更新、營運訊息、推廣優惠資訊等。
    </p>
    <h5>
      <span>2. 個人資料的查詢、閱覽、製給複製本、補充、更正、停止蒐集／處理／利用、刪除</span>
    </h5>
    <p>
      就您提供予 Cofun LIVE 的本人個人資料，您得聯絡 Cofun LIVE 客服行使以下權利（惟 Cofun LIVE
      於符合相關個人資料保護法規規定的情形時得拒絕您的請求，包括但不限於保全證據、確保當事人履行契約義務等執行職務或業務所必須之情形）。因處理您的請求將而產生的人力成本，Cofun
      LIVE 得酌收工本費新台幣 100 元／每件。
    </p>
    <ul>
      <li>查詢或請求閱覽，Cofun LIVE 得酌收工本費新台幣 100 元／每件。</li>
      <li>請求製給複製本，Cofun LIVE 得酌收工本費新台幣 100 元／每件。</li>
      <li>請求補充或更正。</li>
      <li>請求停止蒐集、處理或利用。</li>
      <li>請求刪除。</li>
    </ul>
    <p>
      如果您只想刪除您的第三方平台帳號(例臉書等)和Cofun LIVE帳號的連結綁定，而非刪除您整個Cofun LIVE帳號個資，請聯繫Cofun
      LIVE客服:
      <a href="mailto:service.tw@cofun.live">service.tw@cofun.live</a>
    </p>
    <p>
      如果您想刪除您整個Cofun
      LIVE帳號個資(包括您的個人檔案、貼文、短影音、及您提供的任何資訊等)、您第三方平台帳號(例如臉書等)和Cofun
      LIVE帳號的連結綁定，您可直接按下Cofun LIVE App &lt;刪除帳號&gt;鍵，且一旦您繼續"確認"刪除即視同您同意以下事項:
    </p>
    <ol>
      <li>未儲存在 Cofun LIVE 伺服器中的資訊（例如草稿）將被刪除，您將無法下載。</li>
      <li>金幣、未支付的收益分潤和訂閱將不予退款。</li>
      <li>
        您確認Cofun LIVE App&lt;刪除帳號&gt;後的30天內，您仍可重啟您的Cofun
        LIVE帳號(重啟帳號按App&lt;恢復帳號&gt;鍵)；逾30天後，您的Cofun LIVE帳號和資訊將自Cofun LIVE
        App及網站永久刪除，惟仍可能保留複本於備份系統但不予使用，僅於符合法律規定情形(例配合法院命令)時提取。
      </li>
    </ol>
    <p>
      若您對 Cofun LIVE 隱私權政有任何問題或依條款規定需要聯繫 Cofun LIVE，歡迎聯繫 Cofun LIVE 客服：<a
        href="mailto:service.tw@cofun.live"
        >service.tw@cofun.live</a
      >
    </p>
    <h5>
      <span>3. Cofun LIVE 與第三者共用您個人資料</span>
    </h5>
    <ol>
      <li>
        您同意您為註冊或及使用 Cofun LIVE 服務及其軟體／網站而提供或發布的個人資料例姓名、電話號碼、電子郵件等授權 Cofun LIVE
        集團旗下公司、承繼公司、及 Cofun LIVE 認可的公司得為維護 Cofun LIVE
        服務品質、豐富性、安全性而共同使用。為免疑義，您同意您在 Cofun LIVE
        服務及其軟體／網站發佈、修改、刪除內容的操作，得同步到前述公司營運的系列用戶端軟體及網站（如有）。前述個人資料的管理責任擔當者為
        Cofun LIVE。
      </li>
      <li>
        協力廠商：為了提供給您更具效率的服務、更加豐富的活動、更安全的資料管理，Cofun LIVE
        將依實際需要委託專業第三者（例：貨運公司、銀行、公關行銷公司、資安公司等，下稱「協力廠商」）執行該等服務及活動，因而有必要使協力廠商得接觸、處理、或利用您的相關個人資料。您並同意
        Cofun LIVE 依前述規定提供您個人資料予協力廠商時，包括您所屬國或所在地之外的外國協力廠商。
      </li>
      <li>
        您同意並授權經由「Cofun
        LIVE」網頁連結特定第三方資訊軟體服務業者，將您提供之個人資訊委託該第三方資訊軟體服務業者，就應請領之報酬辦理直接撥款入帳作業。使用本服務，即表示您已接受包括但不限於「隱私權聲明」及「合理使用政策」等。請務必仔細閱讀所有條款。
      </li>
    </ol>
    <h5>
      <span>4. 其他</span>
    </h5>
    <ol>
      <li>
        匿名資料：當您上網瀏覽 Cofun LIVE 服務內容時，Cofun LIVE
        會保留您在上網瀏覽或查詢時，由伺服器蒐集或自行產生的相關記錄如下：
        <ol type="a">
          <li>
            使用記錄：當您透過我們的服務發送或接收訊息，我們會收集這些訊息資訊，包括時間、日期、發件人和收件人等資訊。我們也會收集您使用我們的服務時的資訊，包含您的瀏覽器類型、語言、使用時間、IP
            位址等。
          </li>
          <li>
            裝置資訊：我們會蒐集您使用我們的服務時使用的裝置資訊，包括裝置類型、操作系統和版本、設備標識碼、電話號碼和行動網絡資訊。此外，本服務在經過您的同意之下，可取用您裝置中的電話簿和影像存儲應用程式，以方便支援您在使用本服務時的功能。
          </li>
          <li>位置資訊：在經過您的同意之下，我們會蒐集有關您的裝置位置資訊，以方便支援您在使用本服務時的功能。</li>
          <li>數據追蹤：我們會使用各種數據追蹤技術來蒐集資訊，來幫助我們來改進我們的服務和您的使用體驗。</li>
        </ol>
      </li>
      <li>
        Cookie 政策：Cofun LIVE 服務將透過 Cookie 讓 Cofun LIVE
        服務網站伺服器辨識您的電腦相關記錄，僅在您同意保持登入狀態或每次登入後，Cofun LIVE 服務始能透過 Cookie
        和您個人對應。大部份的瀏覽器都預設接受 Cookie；但是您也可以選擇拒絕接受 Cookie。您可以在瀏覽器的設定功能選擇修改瀏覽器對
        Cookies 的接受程度，包括接受所有 Cookies、設定 Cookies 時得到通知、拒絕所有 Cookies
        等三種。在此建議您：當您進行線上購物或使用付費服務時，請打開 Cookies 以完成購物流程。
      </li>
      <li>
        與 Cofun LIVE
        服務連結的網站，也可能取得您個人的資料。對於您主動提供給該等連結網站的個人資料應適用該連結網站所制定的隱私權政策，Cofun
        LIVE 對該等連結網站不負責任何連帶責任。
      </li>
      <li>
        但請您理解，由於技術的限制以及可能存在的各種惡意手段，在網路服務行業，即便竭盡所能加強安全措施，也不可能始終保證資訊百分之百的安全。您需要瞭解，您進入
        Cofun LIVE 服務及其軟體／網站時，有可能因 Cofun LIVE
        可控範圍外的因素而出現問題（例如駭客攻擊）。因此，您應採取積極措施保護個人資訊的安全，如：定期修改密碼，不將自己的帳號密碼等個人資訊透露給他人。您知悉，Cofun
        LIVE 提供的個人資訊保護措施僅適用於 Cofun LIVE 服務及其軟體／網站，一旦您離開 Cofun LIVE
        服務及其軟體／網站，流覽或使用其他網站、服務及內容資源，Cofun LIVE 即沒有能力及義務保護你在 Cofun LIVE
        服務及其軟體／網站之外的網站提交的任何個人資訊，無論你登錄或流覽上述網站是否基於 Cofun LIVE
        服務及其軟體／網站的連結或引導。
      </li>
      <li>
        您不得透過 Cofun LIVE
        服務發布私人或機密資訊（包括但不限於您的或其他任何人的信用卡資訊、銀行帳戶資訊、身分證號碼、護照號碼、社會安全號碼、駕照號碼、非公開的電話號碼或電子信箱）。
      </li>
      <li>您同意 Cofun LIVE 得在臺灣或任何其他 Cofun LIVE 自有或外包之資料處理中心所在地點傳輸、利用及處理您的個人資料。</li>
      <li>帳戶資訊：您可以在 App 中編輯您的帳號設定，更新您的個人資訊。</li>
      <li>
        推播通知：Cofun LIVE 或及 Cofun LIVE
        集團旗下公司會發送推播通知或系統提醒到您的裝置。您可以在您的裝置設定中更改通知設定（iOS），或者透過 App
        更改通知設定（Android）。
      </li>
    </ol>
  </div>
</template>

<style lang="scss" scoped>
  .view-terms-of-service-tw {
    color: white;
    h5 {
      font-weight: bold;
      // border-bottom: 1px solid #405277;
      padding: 40px 0 10px 0;
      span {
        padding: 6px 0;
        border-bottom: 3px solid var(--main-red);
        display: inline-block;
      }
      &::after {
        content: '';
        display: block;
        width: 100%;
        height: 1px;
        background-color: #405277;
        margin-top: -2px;
      }
    }
  }
</style>
